Revit 2024 API
BuiltInFailures.RebarFailures.RebarSpacingTooSmall Property
 Bar Spacing is too small.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId RebarSpacingTooSmall { get; }
Visual Basic
Public Shared ReadOnly Property RebarSpacingTooSmall As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ RebarSpacingTooSmall {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.RebarFailures Class
Autodesk.Revit.DB Namespace